export const mockQuestions = [
    {
        id: 1,
        question: "איך מתמודדים עם חוסר תקשורת בזוגיות?",
        answer: "תשובה מהמנטור...",
        category: "זוגיות והורות",
        user: "רותי",
        date: "2025-05-06",
    },
    {
        id: 2,
        question: "מה הדרך הכי טובה להתחיל לרוץ?",
        answer: "תשובה מהמנטור...",
        category: "ספורט",
        user: "דני",
        date: "2025-05-05",
    },
    {
        id: 3,
        question: "איך בונים תפריט מאוזן לצמחונים?",
        answer: "תשובה מהמנטור...",
        category: "תזונה",
        user: "נועה",
        date: "2025-05-04",
    },
];


export const categories = [
    "זוגיות והורות",
    "ספורט",
    "בריאות",
    "מוזיקה",
    "תזונה",
    "קריירה",
    "יחסים חברתיים",
];
